Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/employment_rights_and_conditions/leave_and_holidays/maternity_leave.html.txt.tmx
Source language: en
Languages: ga

source: If you become pregnant while in employment, you are entitled to take maternity leave
ga: Má éiríonn tú torrach agus tú i bhfostaíocht, bíonn tú i dteideal saoire mháithreachais

source: The entitlement to a basic period of maternity leave from employment extends to all female employees (including casual workers), regardless of how long you have been working for the organisation or the number of hours worked per week
ga: Tá gach bean i bhfostaíocht i dteideal saoire mháithreachais bhunúsach a thógáil (lena n-airítear oibrithe ócáideacha), ar neamhchead don méid ama a caitheadh ag obair don chomhlacht nó an méid uaireanta a oibrítear in aghaidh na seachtaine

source: You can also avail of additional unpaid maternity leave
ga: Is féidir leat saoire bhreise mháithreachais neamhíoctha a thógáil chomh maith

source: The Maternity Protection Acts 1994 and 2004 provide your statutory minimum entitlements in relation to maternity at work including maternity leave
ga: Leagtar amach do theidlíochtaí reachtúla bunúsacha maidir le máithreachas san áit oibre, lena n-airítear saoire mháithreachais, sna hAchtanna um Chosaint Mháithreachais 1994 agus 2004

source: You are entitled to 26 weeks’ maternity leave together with 16 weeks additional unpaid maternity leave, which begins immediately after the end of maternity leave
ga: Tá tú i dteideal 26 seachtain a chaitheamh ar shaoire mháithreachais, chomh maith le 16 seachtain ar shaoire bhreise mháithreachais neamhíoctha a thosaíonn díreach i ndiaidh críocha do shaoire mháithreachais

source: Under the Maternity Protection (Amendment) Act 2004 at least 2 weeks have to be taken before the end of the week of your baby's expected birth and at least 4 weeks after
ga: De réir an Achta um Chosaint Mháithreachais 2004 (Leasú), bíonn ar mhná 2 sheachtain a chaitheamh ar shaoire mháithreachais roimh deireadh na seachtaine ina shaolófar a leanbh agus ar feadh 4 seachtaine ar a laghadh i ndiaidh na breithe

source: You can decide how you would like to take the remaining weeks
ga: Is féidir leat féin na seachtainí breise a thógáil mar is mian leat

source: Generally, employees take 2 weeks before the birth and the remaining weeks after
ga: De ghnáth, caitheann fostaithe 2 sheachtain ar shaoire mháithreachais roimh an bhreith agus tógann siad na seachtainí breise i ndiaidh na breithe

source: If you qualify for Maternity Benefit (see below) at least 2 and no more than 16 weeks must be taken before the end of the week the baby is due
ga: Má bíonn tú cáilithe i gcomhair Sochar Máithreachais (féach thíos) caithfidh tú sos 2 sheachtaine ar a laghad agus 16 seachtaine ar a mhéid a ghlacadh roimh dheireadh na seachtaine ina bhfuiltear ag súil leis an leanbh

source: Payment during maternity leave
ga: Íocaíochtaí le linn saoire mháithreachais

source: Your entitlement to pay and superannuation during maternity leave depends on the terms of your contract of employment
ga: Íoctar tuarastal agus aoisliúntas duit le linn do shaoire mháithreachais de réir téarmaí do chonartha fostaíochta

source: Employers are not obliged to pay women who are on maternity leave
ga: Níl ar fhostóirí tuarastal a íocadh do mhná ar shaoire mháithreachais

source: You may qualify for Maternity Benefit from the Department of Social Protection if you have sufficient PRSI contributions
ga: Má d’íoc tú a dhóthain ranníocaíochtaí ÁSPC, d’fhéadfá Sochar Máithreachais a fháil ón Roinn Coimirce Sóisialaí

source: However an employee’s contract could provide for additional rights to payment during the leave period, so that, for example, the employee could receive full pay less the amount of Maternity Benefit payable
ga: Ba cheart a leagadh amach i gconradh an fhostaí gur féidir le máthair nua íocaíochtaí a fháil le linn a saoire mháithreachais. Mar sin de, gheobhaidh an fostaí a tuarastal iomlán lúide a íocaíocht Sochair Mháithreachais

source: You are also entitled to take up to a further 16 weeks’ additional maternity leave which begins immediately after the end of maternity leave
ga: Beidh mná i dteideal 16 seachtaine breise a chaitheamh ar shaoire bhreise mháithreachais a thosaíonn díreach i ndiaidh críocha saoire mháithreachais

source: This period is not covered by Maternity Benefit, nor is your employer obliged, unless otherwise agreed, to make any payment during this period - see below
ga: Ina theannta sin, níl ar d’fhostóir do thuarastal a íocadh le linn na tréimhse seo, ach amháin nuair a leagtar amach a leithéid roimh ré

source: If you become ill while you are on additional maternity leave you may ask your employer if you may end the additional maternity leave
ga: Má tá tú tinn le linn do shaoire bhreise mháithreachais neamhíoctha is féidir leat iarraigh ar d’fhostóir chun críoch a chur ar do shaoire bhreise mháithreachais

source: If your employer agrees you will not be entitled to the remainder of the maternity leave but will be treated as being on sick leave and you may be entitled to Illness Benefit
ga: Má aontaíonn d’fhostóir, ní bheidh tú i dteideal an fuílleach na saoire máithreachais. Beidh tú ar shaoire breoiteachta agus b'fheidir i dteideal Sochar Breoiteachta a fháil

source: Public holidays and annual leave
ga: Laethanta saoire poiblí agus saoire bhliantúil

source: You are entitled to leave for any public holidays that occur during your maternity leave (including additional maternity leave)
ga: Tá tú i dteideal saoire do laethanta saoire poiblí a dtiteann le linn do shaoire mháithreachais (lena n-airítear saoire bhreise mháithreachais)

source: The right of employees to leave for public holidays is set down in Section 21 of the Organisation of Working Time Act 1997
ga: Leagtar amach cearta an fhostaí maidir le laethanta saoire poiblí in Alt 21 den Acht um Eagraí Ama Oibre, 1997

source: If you have a stillbirth or miscarriage any time after the 24th week of pregnancy, you are entitled to full maternity leave
ga: Má bhíonn marbh-bhreith nó breith anabaí agat i ndiaidh na 24ú seachtaine, tá tú i dteideal saoire mháithreachais iomlán

source: This means a basic period of 26 weeks and 16 weeks of additional maternity leave
ga: Ón 1 Márta 2007 ar aghaidh, beidh mná in ann 26 seachtaine a chaitheamh ar shaoire mháithreachais, chomh maith le 16 seachtaine a chaitheamh ar shaoire bhreise mháithreachais

source: If you have satisfied the PRSI requirements, Maternity Benefit is payable for the 26 weeks of the basic maternity leave
ga: Má comhlíonann tú na ceanglais ÁSPC, gheobhaidh tú Sochar Máithreachais ar feadh 26 seachtaine agus tú ar shaoire mháithreachais bhunúsach

source: To apply for Maternity Benefit following a stillbirth, you need to send a letter from your doctor with the Maternity Benefit application form, confirming the expected date of birth, the actual date of birth and the number of weeks of pregnancy
ga: Chun iarratas a chur isteach ar Shochar Máithreachais i ndiaidh marbh-bhreithe, bíonn ort litir ó do dhochtúir a sheoladh isteach, maraon le foirm Shochair Mháithreachaism, leis an faisnéis seo a leanas; an data dlite ionchais, an dáta breithe iarbhír agus an méid seachtainí a chaith tú ag iompar clainne

source: Health and safety leave
ga: Saoire sláinte agus sábháilteachta

source: An employer should carry out separate risk assessments in relation to pregnant employees and those who have recently given birth or are breastfeeding
ga: Ba cheart d’fhostóirí measúnú priacail ar leith a dhéanamh maidir le fostaithe torracha nó mná a saolaíodh leanbh dóibh le déanaí anuas nó mná atá ag tabhairt an chíoch dá leanbh

source: If there are particular risks, these should be either removed or the employee moved away from them
ga: Nuair a bhíonn priacail áirithe i gceist, ba cheart na priacail seo a aistriú nó an fostaí a chur ag obair in áit eile

source: If neither of these options is possible, the employee should be given health and safety leave from work which may continue up to the beginning of maternity leave
ga: Mura féidir é seo a dhéanamh, ba cheart an fostaí a scaoileadh abhaile ar saoire sláinte agus sábháilteachta agus is féidir í a leanúint go dtí tosú saoire mháithreachais

source: During health and safety leave, employers must pay employees their normal wages for the first 3 weeks as set out in the Maternity Protection (Health and Safety Leave Remuneration) Regulations, SI 20/1995
ga: Nuair a bhíonn fostaí ar saoire sláinte agus sábháilteachta, ba cheart a ghnáthtuarastal a thabhairt dóibh ar feadh an chéad 3 seachtaine mar a leagtar síos sna Rialacháin um Chosaint Mháithreachais (Luach Saothair Saoire Sláinte agus Sábháilteachta), IR 20/1995

source: After this, Health and Safety Benefit may be paid
ga: Ina dhiaidh sin, íoctar Sochar Sláinte agus Sábháilteachta dóibh

source: The Health and Safety Authority website has a list of Pregnant at Work FAQs
ga: Tá liosta úsáideach ar fail ón Údatás Sláinte agus Sábháilteachta de CCanna Mná Torracha san Áit Oibre

source: Father's entitlement to maternity leave
ga: Aithreacha i dteideal saoire mháithreachais

source: Fathers are entitled to maternity leave if the mother dies within 40 weeks of the birth
ga: Tá aithreacha i dteideal saoire mháithreachais nuair a fhaigheann an mháthair bás laistigh de 40 seachtaine i ndiaidh na breithe

source: In these circumstances, the father is entitled to a period of leave, the extent of which depends on the actual date of the mother’s death
ga: Sa chás seo, d’fhéadfadh an t-athair saoire oibre a thógáil. Bunaítear an méid ama a fhaigheann sé ar an dáta a fuair an mháthair bás

source: If the mother dies within 24 weeks of the birth he has an optional right to the additional maternity leave
ga: Má fhaigheann an mháthair bás laistigh de 24 seachtaine i ndiaidh na breithe, tá an ceart aige freisin saoire bhreise mháithreachais a thógáil

source: If the mother's death is over 24 weeks after the birth, the father is entitled to leave until 40 weeks after the birth
ga: Má fhaigheann an mháthair bás níos mó ná 24 seachtaine i ndiaidh na breithe, tá an athair i dteideal saoire suas go 40 seachtaine i ndiaidh na breithe

source: The leave starts within 7 days of the mother's death
ga: Tosaíonn an tsaoire laistigh de 7 lá i ndiaidh an bháis

source: New parents (other than the mother of the child) can get 2 weeks’ statutory paternity leave from employment or self-employment following the birth or adoption of a child on or after 1 September 2016
ga: Tá tuismitheoirí nua (seachas máthair an linbh) i dteideal 2 seachtain saoire atharthachta reachtúil ó fhostaíocht nó féinfhostaíocht tar éis breithe nó uchtaithe linbh ar nó ón 1 Mheán Fómhair 2016

source: Section 7 of the Maternity Protection (Amendment) Act 2004 provides for postponement of maternity leave in strict circumstances, that is, if your baby is hospitalised
ga: Forálann Alt 7 den Acht um Chosaint Mháithreachais 2004 (Leasú) do shaoire máithreachais a chur ar atráth i gcásanna fíor-speisialta, mar shampla, má bhíonn ar do leanbh tréimhse ama a chaitheamh san ospidéal

source: This right to postpone leave applies whether you are on maternity leave, or on additional unpaid maternity leave
ga: Féadtar é seo a dhéanamh ar shaoire mháithreachais nó ar shaoire bhreise mháithreachais neamhíoctha

source: Note, your employer has the right to refuse your application to postpone your maternity leave
ga: Tabhair faoi deara le do thoil gur féidir le d’fhostóir d’iarratas ar saoire mháithreachais iarchurtha a dhiúltú

source: There are details about postponing maternity leave in 'Further information' below
ga: Léigh 'Tuilleadh eolais' thíos chun sonraí breise a fháil ar conas do shaoire mháithreachais a chur ar atráth

source: Under Section 26 of the Maternity Protection Act 1994 you are entitled to return to work to the same job with the same contract of employment
ga: De réir Alt 26 don Acht um Chosaint Mháithreachais 1994, tá tú i dteideal filleadh ar an obair céanna le conradh fostaíochta céanna i ndiaidh do shaoire mháithreachais

source: Section 27 of the Act states that if it is not reasonably practicable for your employer to allow you to return to your job, then they must provide you with suitable alternative work
ga: Sonraítear san Alt 27 don Acht go gcaithfidh d’fhostóir post oiriúnach eile a sholáthar duit, nuair nach féidir leo an post céanna a thabhairt duit

source: This new position should not be on terms substantially less favourable than those of your previous job
ga: Ba cheart go mbeadh na téarmaí céanna ag baint leis an bpost nua is a bhaineann le do shean-phost

source: Otherwise, you are entitled to be treated as if you had been at work during your maternity leave
ga: Ar chaoi eile, tá tú i dteideal na coinníollacha céanna a fháil is a bhíonn ar fáil agat nuair is gnáthoibrí thú gan leanbh

source: Your employment conditions cannot be worsened by the fact that you have taken maternity leave, and if pay or other conditions have improved while you have been on maternity leave then you are entitled to these benefits when you return to work
ga: Ní fhéadtar téarmaí oibre níos measa a chur ar fáil duit nuair a fhilleann tú ar an obair i ndiaidh saoire mháithreachais. Má thagann feabhas ar phá nó ar choinníollacha eile le linn do thréimhse mháithreachais, tá tú i dteideal na sochair seo nuair a fhilleann tú ar an obair

source: PRSI contributions: you will automatically be awarded PRSI credits while you are getting Maternity Benefit
ga: Creidmheasanna ÁSPC: Faigheann tú creidmheasanna go huathoibríoch má bhíonn tú ag fáil Sochar Máithreachais

source: If you avail of unpaid additional maternity leave you must get your employer to complete an application form for maternity leave credits (pdf) after you return to work
ga: Má bhaineann tú úsáid as saoire máithreachais breise neamhíoctha caithfidh tú a iarraidh ar d’fhostaitheoir an fhoirm iarratais ar chreidmheasanna saoire máithreachais (pdf) a líonadh i ndiaidh duit filleadh ar obair

source: If you are breastfeeding you may be entitled to some time off or a reduction in hours without loss of pay for up to 26 weeks after the birth
ga: Nuair a bhíonn tú ag tabhairt an chíoch dodo leanbh, féadfá a bheith i dteideal am soar a thógáil ón obair nó laghdú uaireanta oibre a thógáil ar feadh 26 seachtaine nó níos lú i ndiaidh na breithe, gan glacadh le laghdú pá

source: If you decide not to return to work after your period of maternity leave, you are required to give your employer notice in the usual manner
ga: Má bheartaíonn tú fanacht sa bhaile i ndiaidh do shaoire mháithreachais, ní mór duit é seo a chur in iúl dod’fhostóir mar is gnách

source: You are protected against unfair dismissal for claiming your rights under maternity protection legislation - see 'How to apply' below
ga: Má dhéanann tú do theidlíocht ar do chearta a lorg tá tú á chosaint ó dífhostú

source: Once your pregnancy is confirmed you may take reasonable time off for medical visits connected with the pregnancy. There is no maximum or minimum amount of time off specified for these visits
ga: Nuair a bhfuil tú cinnte dearfa de go bhfuil tú ag iompar clainne, is féidir leat am saor réasúnach a thógáil ón obair chun freastal ar chuairteanna leighis a bhaineann le do thoircheas

source: Rather, you are entitled to as much time off as is necessary to attend each visit
ga: Níl teorainneacha ar bith leagtha amach don méid ama saor gur féidir leat a thógáil do na cuairteanna seo

source: This includes the time required to travel to and from the appointment and the time taken for the appointment itself
ga: Ach tá tú i dteideal an méid ama atá uait chun freastal ar na cuairteanna seo a thógáil saor ón obair, (lena n-airítear an méid ama a chaitheann tú ag taisteal go dtí an coinne agus abhaile arís agus an méid ama a thógann an choinne féin)

source: You will need to provide your employer with medical evidence confirming the pregnancy, giving 2 weeks’ notice of your medical visits
ga: Beidh ort teastas dochtúra a thabhairt dod’fhostóir, a thaispeánann go bhfuil tú ag iompar clainne, agus ní mór duit é a chur in iúl dó/di 2 sheachtain roimh ré nuair a bhíonn coinne leighis agat

source: You should show your appointment card if requested by your employer at any time after your first appointment
ga: Ba chóir duit do chárta coinne a thaispeáint dod’fhostóir nuair a chuireann sé/sí ceist ort, i ndiaidh do chéad choinne

source: You may also take time off for medical visits after the birth for up to 14 weeks following the birth
ga: Ina theannta sin, bíonn ort a bheith in ann am saor a thógáil ón obair chun freastal ar chuairteanna leighis i ndiaidh breithe do leanbh, agus suas le 14 seachtaine ina dhiaidh sin

source: You are entitled to be paid while keeping these medical appointments both before and after the birth
ga: Tá tú i dteideal do pá iomlán a fháil agus tú ag freastal ar na gcoinní seo, roimh agus i ndiaidh na breithe

source: You may also be entitled to take paid time off to attend some ante-natal classes
ga: Féadtar am saor íoctha a thógáil freisin chun freastal ar ranganna réamhbhreithe

source: Your entitlement is for one set of ante-natal classes except for the last 3 classes of the set
ga: Tá tú i dteideal chun freastal ar sraith ranganna réamhbhreithe, ach amháin na 3 ranganna is déanaí

source: Fathers are entitled to paid time off to attend the last 2 classes in the set of ante-natal classes
ga: Tá aithreacha i dteideal am saor íochtha a thógáil freisin chun freastal ar na 2 ranganna is deanaí

source: Notice: You must give your employer at least 4 weeks' written notice of your intention to take maternity leave and you must also provide your employer with a medical certificate confirming your pregnancy
ga: Fógra: Ní mór duit a chur in iúl do d’fhostóir i scríbhinn 4 seachtaine ar a laghad roimh ré, gur mhaith leat saoire mháithreachais a thógáil. Ina theannta sin, ní mór duit teastas dochtúra a thabhairt dóibh, a thaispeánann go bhfuil tú ag iompar clainne

source: If you intend to take the additional 16 weeks’ maternity leave you must provide your employer with at least 4 weeks' written notice
ga: Má tá sé ar intinn agat saoire bhreise mháithreachais de 16 seachtaine a thógáil, ní mór duit é seo a chur in iúl dod’fhostóir i scríbhinn 4 seachtaine ar a laghad roimh ré

source: Both these notices can be given at the same time
ga: Féadtar na fógraí seo a sheoladh isteach ag an am céanna

source: Early birth: If your baby is born more than 4 weeks before your due date, you will have fulfilled the notice requirements if you give your employer written notice within 14 days of the birth
ga: Luath-breith: Má tá an breith 4 seachtaine nó níos mó roimh dheireadh na seachtaine ina bhfuiltear ag súil leis an leanbh, agus má thugann tú fógra scríofa do d’fhostóir 14 lá nó níos lú tar éis an breith beidh na riachtanais fhógra comhlánaithe

source: Medical certification: Section 11 of the Maternity Protection Act 1994 provides that if you are certified by your doctor as needing to start maternity leave for medical reasons, your maternity leave will start on the earlier date as specified on the medical certificate
ga: Fáthanna leighis: Forálann Alt 11 d’Acht um Chosaint Máithreachais 94 go gcuirfear tús le do shaoire mháithreachais ar an dáta níos luaithe de réir mar a shonraítear ar an teastas dochtúra má tá tú teistithe ag do dhochtúir go bhfuil saoire mháithreachais de dhíth ort mar gheall ar fháthanna leighis

source: In this case you are considered to have complied with the notice requirements
ga: Sá chás seo glachtar leis gur chomhlíonaigh tú leis na riachtanais fhógra

source: Return to work: You must give your employer at least 4 weeks' written notice of your intention to return to work
ga: Filleadh ar an obair: Ní mór duit é a chur in iúl dod’fhostóir i scríbhinn 4 seachtaine ar a laghad roimh ré, gur mhaith leat filleadh ar an obair

source: It is important to comply with these notice requirements, as failure to do so may cause loss of rights
ga: Is rud fíor-riachtanach é na ceanglais fógra seo a chomhlíonadh. Mura ndéantar é seo, d’fhéadfá do chearta a chailliúint

source: You must notify your employer as soon as possible if you wish to postpone your maternity leave (but remember, your employer can refuse this application)
ga: Ní mór duit é a chur in iúl dod’fhostóir chomh luath agus is féidir, go dteastaíonn uait do shaoire mháithreachais a chur ar atráth (ná dean dearmad, áfach, gur féidir le d’fhostóir d’iarratas a dhiúltú)

source: You should apply to your employer in writing to take maternity leave
ga: Ba cheart duit iarratas a chur isteach ar shaoire mháithreachais chuig d’fhostóir i scríbhinn

source: If you need further information about maternity leave you should contact the Workplace Relations Commission's Information and Customer Service
ga: Má theastaíonn a thuilleadh faisnéise uait ar shaoire mháithreachais, ba cheart duit teagmháil a dhéanamh leis an tSeirbhís Fhaisnéise agus Custaiméara an Choimisiúin um Chaidreamh san Áit Oibre

source: You can read more information in the booklet, Your Maternity Leave Rights Explained (pdf)
ga: Tá bileog maidir le do chearta ar shaoire mháithreachais (pdf) ar fáil

source: If you have a dispute with your employer about maternity leave or if you have been dismissed due to a matter connected with your pregnancy or for claiming your rights under maternity leave legislation, you may make a complaint within 6 months of the dispute or complaint occurring
ga: Má bhíonn conspóid á dhéanamh agat le d’fhostóir i dtaobh saoire mháithreachais, nó má dhífhostaítear tú toisc ní ag baint le do thoircheas nó toisc ag baint leasa as do chearta faoin reachtaíocht saoire mháithreachais, is féidir leat gearán a dhéanamhlaistigh de 6 mhí

source: You must use the online complaint form available on workplacerelations.ie
ga: Caithfidh tú an fhoirm ghearáin ar líne nua a úsáid á fáil ar workplacerelations.ie

source: The time limit may be extended for up to a further 6 months, but only where there is a reasonable cause which prevented the complaint being brought within the normal time limit
ga: Is féidir síneadh ama 6 mhí eile a thabhairt duit ach ní dhéanfar é sin mura bhfuil cúinsí réasúnacha ann a chuir cosc ort an gearán a dhéanamh laistigh den gnáth-thréimhse ama

source: At least 6 weeks before your baby's due date you should apply to the Maternity Benefit Section of the Department of Social Protection for Maternity Benefit
ga: Ba cheart duit iarratas a chur isteach ar Shochar Máithreachais chuig an Rannóg Shochair Mháithreachais, An Roinn Coimirce Sóisialaí, 6 seachtaine ar a laghad roimh an dáta dlite

source: Information and Customer Service
ga: Seirbhíse Faisnéise agus Custaiméara

source: Opening Hours: Mon. to Fri. 9.30am to 5pm
ga: Uaireanta Oscailte:Luan go hAoine 9.30rn go 5in

source: Tel: (059) 917 8990
ga: Teil: (059) 917 8990

source: Locall: 1890 80 80 90
ga: Lóghlao: 1890 80 80 90

source: Section 7 of the Maternity Protection (Amendment) Act 2004 provides for postponement of maternity leave which applies whether you are on maternity leave, or on additional unpaid maternity leave
ga: Tá foráil in Alt 7 den Acht um Chosaint Mháithreachais (Leasú) 1994 chun saoire mháithreachais a chur siar agus baineann sé seo le duine atá ar saoire mháithreachais, nó ar saoire mháithreachais bhreise gan phá

source: The maximum amount of time the leave can be postponed is six months
ga: Is é sé mhí an tréimhse is faide ar féidir saoire mháithreachais a chur siar
